/* Registration State strings */

NotActivatedStr = " - 未激活";
TrialLicenseStr = " - 试用许可证 (%d 天离开)";
TrialLicenseExpiredStr = "<试用许可证过期>";

EnterSerialNumStr = "键入序列号";
ActivateSerialNumStr = "激活序列号";
ChangeSerialNumStr = "更改序列号";
PurchaseLicenseStr = "在线购买";
UpgradeLicenseStr = "升级许可证";

/* Misc strings */

NoSerialNumStr = "---";
TrialSerialNumStr = "过期序列号!";

/* eSellerate Error strings */

"ESellerateErr Message" = "许可证有问题";

"ESellerateErr -2001" = "内部错误 (-2001).";
"ESellerateErr -2002" = "内部错误 (-2002).";
"ESellerateErr -2003" = "引擎不能安装 (-2003).";
"ESellerateErr -2004" = "引擎无法加载 (-2004).";
"ESellerateErr -2005" = "引擎损坏 (-2005).";
"ESellerateErr -2007" = "引擎未找到 (-2007).";
"ESellerateErr -2008" = "引擎忙 (-2008).";

"ESellerateErr -3001" = "互联网连接错误 - 请检查您的连接，然后重试。";
"ESellerateErr -3002" = "无法连接到服务器，请稍后再试。";
"ESellerateErr -3003" = "引擎更新错误";
"ESellerateErr -3004" = "引擎数据错误";

"ESellerateErr -5001" = "激活码与当前计算机不匹配。";
"ESellerateErr -5002" = "无效的激活密钥。";

"ESellerateErr -6000" = "内部错误 (-6000).";
"ESellerateErr -6001" = "内部错误 (-6001).";

"ESellerateErr -25000" = "内部错误 (-25000).";
"ESellerateErr -25001" = "序号找不到：如果您将您的订单在过去几分钟，服务器仍可能处理它。请等待15分钟左右，并尝试再次激活序列号。如果你在当时收到此错误，请联系Telestream的更多信息。";
"ESellerateErr -25002" = "内部错误 (-25002).";
"ESellerateErr -25003" = "序号黑名单";
"ESellerateErr -25004" = "产品被退回";
"ESellerateErr -25005" = "您的序列号已经被激活由您的许可证允许的计算机的最大数量。";
"ESellerateErr -25006" = "内部错误 (-25006).";
"ESellerateErr -25007" = "计算机不匹配。";
"ESellerateErr -25008" = "无效的激活密钥。";
"ESellerateErr -25009" = "序号重复";
"ESellerateErr -25010" = "没有激码。";
"ESellerateErr -25011" = "激活码输入错误。";
"ESellerateErr -25012" = "内部错误 (-25012).";
"ESellerateErr -25013" = "许可服务器无法返回一个有效的激活密钥。";
"ESellerateErr -25099" = "停用限制已超出。再试一次几分钟，如果您继续收到此错误，请联系Telestream的更多信息。";

"LicenseErr Message" = "有一个问题，节省了许可证。";